{
  "Crypto":[
    {
"Id": 1,
"Name": "BTC",
"Image": "https://tse2.mm.bing.net/th?id=OIP.Ri1ro2UKZVO3IGJQzrQk_QHaEu&pid=Api&P=0&w=298&h=190",
"Likes": 0,
"Year": 2008,
"Favorites": "",
"Description": "Bitcoin is a cryptocurrency. It is a decentralized digital currency that is based on cryptography.As such, it can operate without the need of a central authority like a central bank or a company."
},
{
"Id": 2,
"Name": "DOGE",
"Image": "https://tse1.mm.bing.net/th?id=OIP.r2iVXxIS-CEmaWpADohakgHaE8&pid=Api&P=0&w=261&h=174",
"Likes": 0,
"Year": 2013,
"Favorites": "",
"Description": "Originally formed as a joke, Dogecoin was created by IBM software engineer Billy Markus and Adobe software engineer Jackson Palmer. They wanted to create a peer-to-peer digital currency that could reach a broader demographic than Bitcoin. In addition, they wanted to distance it from the controversial history of other coins."
},
{
"Id": 3,
"Name": "Ethereum",
"Image": "https://tse2.mm.bing.net/th?id=OIP.30FwEoSo-SLFOWlE6jzEVgHaHa&pid=Api&P=0&w=167&h=167",
"Likes": 0,
"Year": 2013,
"Favorites": "",
"Description": "Ethereum was initially described in a white paper by Vitalik Buterin,a programmer and co-founder of Bitcoin Magazine, in late 2013 with a goal of building decentralized applications. Buterin argued to the bitcoin core developers that Bitcoin and blockchain technology could benefit from other applications besides money and needed a more robust language for application development that could lead to attaching real-world assets, such as stocks and property, to the blockchain."  
},
{
  "Id": 4,
  "Name": "Robo Inu",
  "Image": "https://tse4.mm.bing.net/th?id=OIP.BE67XgL2TpEezYWBjVKa1wGQGQ&pid=Api&P=0&w=183&h=183",
  "Likes": 0,
  "Year": 2021,
  "Favorites": "",
  "Description": "A new crypto coin created by people who work in the research and science community, Robo Inu ($RBIF) is inspired by the idea of NASA’s ambitious plan to launch Robo-dogs to Mars."  
  },
  
{
  "Id": 5,
  "Name": "Polkadot",
  "Image": "https://tse1.mm.bing.net/th?id=OIP.4R8Pi3qBhVNNt4e-h6GL3AHaD1&pid=Api&P=0&w=340&h=176",
  "Likes": 0,
  "Year": 2017,
  "Favorites": "",
  "Description": "Polkadot is a platform that allows diverse blockchains to transfer messages, including value, in a trust-free fashion; sharing their unique features while pooling their security. In brief, Polkadot is a scalable heterogeneous multi-chain technology."  
  },
   
{
  "Id": 6,
  "Name": "Shiba Inu",
  "Image": "https://tse3.mm.bing.net/th?id=OIP.GxZivEXgBKAUnEva9S6BRwHaE8&pid=Api&P=0&w=275&h=183",
  "Likes": 0,
  "Year": 2020,
  "Favorites": "",
  "Description": "Shiba Inu token is a decentralized cryptocurrency created in August 2020 by an anonymous person or group known as 'Ryoshi'. It is named after the Shiba Inu (柴犬), a Japanese breed of dog originating in the Chūbu region, the same breed that is depicted in Dogecoin's symbol, itself originally a satirical cryptocurrency based on the Doge meme."  
  }
]} 